welcome_text = '''Мрачные кладбищенские ворота с лязгом захлопнулись за вашей спиной, словно страж древних ужасов. Одинокий страх охватывает вашу душу, когда мертвенный холод пронизывает вас насквозь. Вы не помните, как оказались здесь, но одно было ясно - ваша цель покинуть это место и спастись от зловещих оков.'''

game_rule = '''В своем кармане вы нашли записку с текстом "Найди сторожа, у него ключ от кладбища"'''

key_info = '''Схватка с Сторожем кладбища была испытанием вашей воли и смелости. Победив ужасную тварь, из ее обгоревшего тела выпал ключ - ключ к свободе, ключ к выбегу из этого адского места.
Наконец-то ключ у вас в руках, и теперь вы можете открыть ворота кладбища.'''

end_win = '''Возвращаясь к воротам, вы ощутили тяжесть ключа в руке, ключа, который мог открыть двери между жизнью и смертью. Сердце билось в унисон с часами безмолвной ночи, и, встав перед вратами, вы поняли - сила воли и решимости способна одолеть самую мрачную тьму.

Шепот ветра и гул ночи смешались в едином хоре зловещего прощания, когда ворота кладбища скрипнули и раскрылись перед вами, открывая путь к живым. Встречали его лучи луны, создавая световой мост через границу между миром живых и царством мертвых, а вы шагнул вперёд, оставляя позади мрак кладбища и направляясь к новому рассвету, к новому дню, где тень этих испытаний будет следить за вами в темных недрах вашей души.'''


end_lose = '''Ты умер. Твоя миссия не была выполнена. Ты не смог сбежать с кладбища. Твоя жизнь оборвалась в этом мрачном месте, окруженном могилами и монстрами. Твоя душа теперь блуждает по этому темному миру, не находя покоя. Ты проиграл, но твоя история будет жить в памяти тех, кто знал тебя.'''
